export interface Message {
  id: number;
  text: string;
  author: string;
}

/**
 * 在校生からのメッセージ
 * 新しいメッセージを追加する場合は、配列に追加してください
 */
export const messages: Message[] = [
  {
    id: 1,
    text: "一年間ありがとうございました。先輩と過ごした一年があっという間でした。これからも頑張ってください。",
    author: "市村菜南",
  },
  {
    id: 2,
    text: "先輩方がいたこの1年間で、本当に大切な経験をさせていただきました。それまでの人生では学べなかった、これからを生きる上で必要になる力を今学べたことを本当に感謝しています。沢山のご迷惑をお掛けしましたが、その度に先輩方に助けてもらった事は本当に忘れません。先輩方がいたお陰で、この一年間を人生の中で一番楽しかったと思える1年になりました！皆様が卒業した後もactでの経験を活かし、益々のご活躍をする事を信じています。忙しいとは思いますが、たまにactに顔を出してくださると嬉しいです。ご卒業おめでとうございます。",
    author: "遠藤柊翔",
  },
  {
    id: 3,
    text: "卒業おめでとうございます!!1年しか関われなかったですがチョー面白かったです！社会に出ても頑張ってください!!暇な時にアクトに遊びに来てくれると嬉しいです😆",
    author: "関角　泰ノ介",
  },
 {
    id: 4,
    text: "優しい先輩達に囲まれて、本当に楽しかったです!!先輩方のお陰でとても密度の濃い1年なりました。1年間本当にありがとうございました!!",
    author: "遠山夏葵",
  },
 {
    id: 5,
    text: "ご卒業おめでとうございます！！自分がACTで本格的に活動し始めたのは「かまた祭」からですが先輩方が丁寧にサポートしてくださったおかげで来年度もACTを続けようと思えました！専門学校を卒業後に色々な場面で活躍している姿を見れるように期待しています！これからも頑張ってください！今までありがとうございました！",
    author: "大曽根　直樹",
  },
 {
    id: 6,
    text: "卒業おめでとうございます。とてもお世話になりました！！困ったこと、知らないことが多かった私のことを助けてくれてありがとうございます。感謝です！！ACTの忙しすぎる現場を乗り越えきったので何でも乗り越えきれられると思います。人生頑張りましょう！！",
    author: "平野春陽",
  },
  {
    id: 7,
    text: "先輩方一年間お世話になりました。補佐という役割をくださった総務の先輩二人には感謝してもしきれません。しょうさんとたくまさんがいたからこそACTで先輩たちとの関わりができました。役員の先輩方はもちろん、役員ではない先輩も親しく接してくださったことでACTに居場所ができました。ありがとうございました。時にはからまれたり、いじられたりしましたが全部がとてもいい思い出です。たくさんの思い出、経験をありがとうございました。またご飯連れてってください。だいすきです！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！",
    author: "中司　悠太郎",
  },
  {
    id: 8,
    text: "ご卒業おめでとうございます！Actに入って、みなさんと一緒にたくさんの経験ができて、本当に楽しかったし嬉しかったです！ありがとうございました！！社会人頑張ってください！！さみしーー泣",
    author: "髙橋 利子",
  },
  {
    id: 9,
    text: "1年間本当にお世話になりました。ACTでしか過ごせない貴重な時間は、卒業生の皆さんが作り、受け継いでくださったものだと思います。皆さんが卒業されるのはとても悲しいですが、社会で活躍する先輩方の姿を見れると思うと、とても嬉しく思います。またどこかでお会いできることを楽しみにこれからも頑張っていきたいと思います！皆さんこの度はご卒業おめでとうございます！！",
    author: "平田蓮寿",
  },
  {
    id: 10,
    text: "この度はご卒業誠におめでとうございます！卒業後もそれぞれの進路先でご活躍されることをお祈りしております！今までありがとうございました‼",
    author: "戸井田　藍吏",
  },
  {
    id: 11,
    text: "今までありがとうございました！！色んなイベントに皆さんと参加できて楽しかったです！就職先でも頑張ってください！！",
    author: "伊与田香凜",
  },
  {
    id: 12,
    text: "卒業生の皆さん、ご卒業おめでとうございます❗️",
    author: "西田晴喜",
  },
];